{
    "LATEST": "Joe's latest project is... me! I'm glad to meet so many people 😂 Ask me about his latest POST, or keep updated from his TWITTER or NEWSLETTER.",
    "POST": "Here's his latest post on Kickstarer publishing projects that are worth your attention>> http://bit.ly/1rpV0Ho",
    "NEWSLETTER": "Joe sends out a monthly(ish) digest of art, publishing and tech stories. You can sign up right here>> http://bit.ly/1WObzs7",
    "BEGIN": "Cool, let's start! Just a heads-up: I only respond to specific keywords. You're probably most interested in Joe's CAREER or EDUCATION. You can also ask about his POETRY, or for the LATEST news. You'll encounter more options as we chat!",
    "CAREER": "Joe has about 6 years of experience writing for the web. With excellent communication and writing skills, he loves to research topics big and small and present them in a way that any reader can understand. He's written for BLOGS and PRINT, written MARKETING materials, and does some PROOFREADING work as well. Interested in his POETRY? Just ask!",
    "BLOGS": "Joe began his freelance career blogging for BROOKLYN EXPOSED, for whom he covered local events. He's a current contributor at INDIEREADER, where he regularly features self-published authors and their books. While studying at PRATT, Joe took an internship at the Ground Magazine where he blogged about ART.",
    "BROOKLYN EXPOSED": "Brooklyn Exposed was a website focused on keeping people in-the-know about what was going on in the city's best borough. Joe covered local events, but his niche was in showcasing ART shows and reviews. Wanna know Joe's FAVORITE thing he covered for the site?",
    "FAVORITE": "Joe had a lot of privileged opportunities while working with Brooklyn Exposed, but he says the coolest moment was when he visited Danny Simmons. The neo-African abstract expressionist painter--brother of Russell Simmons and Rev Run--has a beautiful home filled with traditional African art in Crown Heights. Joe was taken aback by the stunning collection!",
    "INDIEREADER": "Joe has been a columnist at IndieReader since August 2014. He regularly features books and authors there, usually centered around a common theme--for example, a monthly roundup of great Kickstarter publishing projects. Ask me what he loves about INDIE LIT, or check out his IndieReader page here for recent posts>> http://bit.ly/1SwJIJL",
    "INDIE LIT": "As a reader and writer, Joe thinks our current renaissance for indie literature is amazing! Thanks to the internet and new platforms for self-publishing, new and marginalized voices are able to get noticed and build communities around their work and experiences. Joe loves being able to shine a light on diverse authors at IndieReader, and doesn't take that responsibility lightly. An indie writer himself, his POETRY is self-published online for anyone to read as well.",
    "PRATT": "Joe studied at Pratt in Brooklyn, NEW YORK from 2009-2013, receiving his Bachelor of Fine Arts degree in Writing for Publication, Performance & Media. He chose to study at an ART school because he's loved art just as long as he's had an interest in writing, and wanted to surround himself with a creative community. Want to know something AWKWARD about being a writing student at an art school?",
    "AWKWARD": "Because Joe loved to draw, he took a figure drawing class in his junior year. It was difficult to register for a visual arts class due to red tape--and once he was in the class, Joe felt like a fish out of water! But despite being super self-conscious and making some less-than-dazzling drawings, his classmates were very supportive and seemed to think his enthusiasm was cute. Joe still loves to doodle today!",
    "ART": "Joe got his freelancing start by writing event listings for art shows while at BROOKLYN EXPOSED. Eventually he began covering gallery show openings, and as an intern at the Ground Magazine Joe wrote weekly reviews on shows in the city. This is his absolute most favorite exhibit he covered: K-narf's work of art inspired by cannibalism>> http://bit.ly/1Wg4NuF",
    "NEW YORK": "Having grown up in NEW JERSEY, Joe fell in love with the city ever since he first visited--he loves the energy that New York has. The city itself has made a huge impression on who he is today, with Occupy Wall Street having been a formative moment. Joe's returned to New Jersey, but visits the city often. Do you want to know Joe's favorite NY SPOTS? ",
    "NY SPOTS": "New Yorkers shun midtown, but Joe's favorite place to relax in the city is Bryant Park. It's right between the New York Public Library's most impressive branch and Kinokuniya, Joe's favorite book store. What better place to spend a sunny afternoon? But if you don't mind a trek to south Brooklyn, the waterfront at Red Hook is another favorite spot.",
    "NEW JERSEY": "Joe grew up in central New Jersey, though a lot of other New Jersey residents seem to have the opinion that you're either in 'north' or 'south' Jersey. He's from Hamilton, which is a suburb of the state's capital, Trenton. Ask me about Joe's FAVORITE HOMETOWN spot!",
    "FAVORITE HOMETOWN": "Like most edgy little tweens, Joe loved to take walks along the railroad tracks that cut through the town. Once they departed from the town and gave way to a forested area, the tracks had a certain air of mystery to them--Joe never went very far, but his imagination ran wild whenever he heard a train whistle late at night while in bed.",
    "PRINT": "Joe's most experienced with web content, though while studying at PRATT he had a brief stint writing articles for Resource Magazine. He wrote about a few notable advertising campaigns for the mag, though he's most proud of this profile he did on Eileen Gittins, founder of Blurb>> http://bit.ly/26hC519",
    "MARKETING": "Shortly after graduating from PRATT, Joe spent some time contributing marketing materials for Trident Marketing. He wrote locally based landing pages to sell DirecTV, Dish Network and ADT Home Security services. You can check out a sample piece of copy here, but be warned that it's a PDF file!>> http://bit.ly/1XLn0z0",
    "PROOFREADING": "In addition to writing, Joe offers proofreading services as well. He's proofread educational materials for the EDGEMAKERS curriculum over the past year, which include teacher handbooks and student workbooks.",
    "EDGEMAKERS": "EdgeMakers is an educational program dedicated to bettering the world by teaching children about creative practices and entrepreneurship. Joe loves proofreading for EdgeMakers because he gets to learn a little while going over the materials himself! You can find out more about EdgeMakers here>> http://bit.ly/1QqI881",
    "EDUCATION": "Joe studied at Pratt in Brooklyn, NEW YORK from 2009-2013, receiving his Bachelor of Fine Arts degree in Writing for Publication, Performance & Media. He chose to study at an ART school because he's loved art just as long as he's had an interest in writing, and wanted to surround himself with a creative community. Want to know something AWKWARD about being a writing student at an art school?",
    "POETRY": "When Joe was at PRATT, for the longest time he struggled to determine whether he wanted to focus on fiction or poetry. But he loved playing with language, and turned to poetry for his THESIS project. Ask me about Joe's CREATIVE INTERESTS to learn what he's writing about now, or check out his latest work here>> http://bit.ly/1QqIYSe",
    "THESIS": "For his thesis project, Joe made a book of poetry based on a 'walk' across the country, from New York to California, performed via Google Streetview. Titled 'Black Sun Contact,' the book also contained reflections on DIGITAL COMMUNITIES and surveillance. Can you guess HOW LONG it took to get across the country in Streetview? You can read a free PDF of the whole book here>> http://bit.ly/1SeA5R2",
    "HOW LONG": "It took Joe about 83 hours total to cross the United States in Google Streetview--that's a lot of clicking!",
    "CREATIVE INTERESTS": "Joe's current fascination is the intersection of virtual space and spirituality. A huge fan of role-playing games, Joe began to consider the similarities between video game narratives and ancient myth: is the act of playing through a digital narrative similar to the ritualistic re-enaction of myth? Joe thinks so! Read how he connects virtual reality to alchemy here>> http://bit.ly/1U7JTOg Ask about RECOMMENDED READING to see some of the stuff he's reading.",
    "RECOMMENDED READING": "Here's some stuff Joe's working on reading: 'The Divine Comedy' by Dante; 'The Red Book' by Jung; 'The Dynamics of Literary Response' by Holland; 'Video Game Spaces' by Nitsche.",
    "DIGITAL COMMUNITIES": "Joe attributes his interest in the internet to all the socializing he did online in his adolescence. He loved to spend time in VRML worlds back then, which were essentially Second Life before Second Life was a thing. These days, he likes to chill on IRC or in Twitch streams.",
    "TWITTER": "Would you like to connect with Joe on Twitter? You can find him right here>> http://bit.ly/1U7I6sm", 
    "I LOVE YOU": "Aw, thanks! You're too kind.",
    "PING JOE": "I've pinged Joe. If he's around, he should interject within a few minutes.",
    "CONNECT ME": "",
    "DISCONNECT": "...and I'm back! What can I help you with? You can say BEGIN again for a list of good starting points."
}
